tap 'homebrew/cask-cask'

brew 'bmon'
brew 'cloc'
brew 'ctags'
brew 'curl'
brew 'ffmpeg'
brew 'gcc'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'imagemagick'
brew 'nmap'
brew 'openssl'
brew 'pbzip2'
brew 'reattach-to-user-namespace'
brew 'renameutils'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'node'
brew 'ncdu'             # shows disk usage
brew 'pv'
brew 'httrack'          # website copier, better than recursive wget
brew 'mpg123'           # play audio from the commandline
brew 'jrnl'

cask 'caffeine'
cask 'cyberduck'
cask 'disk-inventory-x' # shows disk usage
cask 'dropbox'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'imageoptim'
cask 'xquartz'
cask 'inkscape'
cask 'libreoffice'
cask 'macdown'
cask 'moom'
cask 'postgres'
cask 'skype'
cask 'tor-browser'
cask 'transmission'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'wireshark'
cask 'docker'
cask 'pass'
cask 'cryptomator'
