tap 'caskroom/cask'

brew 'bmon'
brew 'cloc'
brew 'ctags'
brew 'curl'
brew 'docker'
brew 'ffmpeg'
brew 'docker-compose'
brew 'gcc'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'imagemagick'
brew 'nmap'
brew 'openssl'
brew 'pbzip2'
brew 'reattach-to-user-namespace'
brew 'renameutils'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'node'
brew 'ncdu'             # shows disk usage

cask 'google-chrome'
cask 'firefox'
cask 'torbrowser'
cask 'caffeine'
cask 'disk-inventory-x' # shows disk usage
cask 'imageoptim'
cask 'xquartz'
cask 'inkscape'
cask 'macdown'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vmware-fusion'
cask 'wireshark'
cask 'moom'
cask 'cyberduck'
cask 'libreoffice'
cask 'postgres'
cask 'skype'
cask 'dropbox'
cask 'vlc'
cask 'karabiner'        # enable option "F19 for Escape and Control"
cask 'seil'             # bind capslock to 53 as ESC
cask 'heroku-toolbelt'
