tap "homebrew/bundle"

brew 'bat'                         # A cat(1) clone with wings.
brew 'bmon'                        # bandwidth monitor
brew 'brew-cask-completion'
brew 'chruby'
brew 'cloc'
brew 'coreutils'                   # Needed by asdf
brew 'ctags'
brew 'curl'
brew 'ffmpeg'
brew 'fzf'                         # command-line fuzzy finder
brew 'gcc'
brew 'git'
brew 'git-lfs'                     # Git Large File Storage
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'graphviz'                    # e.g. 'dot' command
brew 'httrack'                     # website copier, better than recursive wget
brew 'imagemagick'
brew 'jrnl'
brew 'mpg123'                      # play audio from the commandline
brew 'ncdu'                        # shows disk usage
brew 'nmap'
brew 'nvim'                        # Neovim
brew 'openssl'
brew 'pass'
brew 'pbzip2'
brew 'pv'
brew 'renameutils'
brew 'rg'                          # ripgrep, used by fzf
brew 'ruby-install'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'fd'                          # find alternative, used by telescope.nvim
brew 'difftastic'                  # better diffs

cask 'cryptomator'
cask 'disk-inventory-x'            # shows disk usage
cask 'gimp'
cask 'imageoptim'
cask 'maccy'
cask 'tor-browser'
cask 'transmission'
cask 'vlc'
