tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew 'bash'
brew 'bash-completion@2'
brew 'bat'                         # A cat(1) clone with wings.
brew 'bmon'                        # bandwidth monitor
brew 'brew-cask-completion'
brew 'cloc'
brew 'ctags'
brew 'curl'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-machine-completion'
brew 'ffmpeg'
brew 'fzf'                         # command-line fuzzy finder
brew 'gcc'
brew 'git'
brew 'git-lfs'                     # Git Large File Storage
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'graphviz'                    # e.g. 'dot' command
brew 'heroku'
brew 'httrack'                     # website copier, better than recursive wget
brew 'imagemagick'
brew 'jrnl'
brew 'mpg123'                      # play audio from the commandline
brew 'ncdu'                        # shows disk usage
brew 'nmap'
brew 'node'
brew 'nvm'                         # Node Version Manager
brew 'openssl'
brew 'pass'
brew 'pbzip2'
brew 'pv'
brew 'renameutils'
brew 'rg'                          # ripgrep, used by fzf
brew 'ruby-build'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'

cask 'caffeine'
cask 'cryptomator'
cask 'cyberduck'
cask 'disk-inventory-x'            # shows disk usage
cask 'dropbox'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'imageoptim'
cask 'inkscape'
cask 'libreoffice'
cask 'macdown'
cask 'moom'
cask 'signal'
cask 'tor-browser'
cask 'transmission'
cask 'tunnelblick'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'wireshark'
cask 'xquartz'
